Repository: 84000/data-translation-memory
Catalog: Toh_134-The_Absorption_That_Encapsulates_All_Merit-v2.tmx
Source language: bo
Languages: en

source: དགོན་པའི་གླང་པོ་ཆེ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་རི་འབིགས་བྱེད་ཀྱི་གླང་པོ་ཆེ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten wild elephants is the same as the strength of one elephant from the Vindhya Mountains.

source: རི་འབིགས་བྱེད་ཀྱི་གླང་པོ་ཆེ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་མཚོན་ཆའི་སྡེར་མོ་ཅན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten elephants from the Vindhya Mountains is the same as the strength of one blade-claw elephant.

source: གླང་པོ་ཆེ་མཚོན་ཆའི་སྡེར་མོ་ཅན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་གཤོལ་མདའ་འཛིན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten blade-claw elephants is the same as the strength of one Īṣādhāra elephant.

source: གླང་པོ་ཆེ་གཤོལ་མདའ་འཛིན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་སྟང་ཟིལ་མདོག་གཅིག་གི་སྟོབས་སོ། །
en: “The strength of ten Īṣādhāra elephants is the same as the strength of one collyrium-colored elephant.

source: གླང་པོ་སྟང་ཟིལ་མདོག་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་གེལ་བ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten collyrium-colored elephants is the same as the strength of one battle elephant.

source: གླང་པོ་ཆེ་གེལ་བ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི། གླང་པོ་ཆེ་སྔོན་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten battle elephants is the same as the strength of one blue elephant.

source: གླང་པོ་ཆེ་སྔོན་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་སེར་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten blue elephants is the same as the strength of one yellow elephant.

source: གླང་པོ་ཆེ་སེར་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་དམར་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten yellow elephants is the same as the strength of one red elephant.

source: གླང་པོ་ཆེ་དམར་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་སྐྱ་བོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten red elephants is the same as the strength of one gray elephant.

source: གླང་པོ་ཆེ་སྐྱ་བོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་ཀུ་མུ་ད་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten gray elephants is the same as the strength of one white water-lily elephant.

source: གླང་པོ་ཆེ་ཀུ་མུ་ད་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་པད་མ་དཀར་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten white water-lily elephants is the same as the strength of one white-lotus elephant.

source: གླང་པོ་ཆེ་པད་མ་དཀར་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་པད་མ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten white-lotus elephants is the same as the strength of one red-lotus elephant.

source: གླང་པོ་ཆེ་པད་མ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི། སྤོས་ཀྱི་གླང་པོ་ཆེ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten red-lotus elephants is the same as the strength of one elephant in rut.

source: སྤོས་ཀྱི་གླང་པོ་ཆེ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སྤོས་ཀྱི་གླང་པོ་ཆེ་ཆེན་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten elephants in rut is the same as the strength of one great elephant in rut.

source: སྤོས་ཀྱི་གླང་པོ་ཆེ་ཆེན་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སེང་གེ་རལ་པ་ཅན་ཐབས་ཅན་གཅིག་གི་སྟོབས་སོ། །
en: “The strength of ten great elephants in rut is the same as the strength of one clever maned lion.

source: སེང་གེ་རལ་པ་ཅན་ཐབས་ཅན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ཚན་པོ་ཆེ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten clever maned lions is the same as the strength of one strongman.

source: ཚན་པོ་ཆེ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ཚན་པོ་ཆེ་ཆེན་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten strongmen is the same as the strength of one mighty strongman.

source: ཚན་པོ་ཆེ་ཆེན་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སྟོབས་མཆོག་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten mighty strongmen is the same as the strength of one man of supreme might.

source: སྟོབས་མཆོག་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སྟོབས་མཆོག་ཆེན་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten men of supreme might is the same as the strength of one man of incredibly supreme might.

source: སྟོབས་མཆོག་ཆེན་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་རབ་གནོན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten men of incredibly supreme might is the same as the strength of one dominant man.

source: རབ་གནོན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་རབ་གནོན་ཆེན་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten dominant men is the same as the strength of one incredibly dominant man.

source: རབ་གནོན་ཆེན་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ས་བླའི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten incredibly dominant men is the same as the strength of one celestial god.

source: ས་བླའི་ལྷའི་བུ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གཞལ་མེད་ཁང་ན་གནས་པའི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten celestial gods is the same as the strength of one god who dwells in the immeasurable palace.

source: གཞལ་མེད་ཁང་ན་གནས་པའི་ལྷའི་བུ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་བུ་གཤོལ་མདའ་འཛིན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten gods dwelling in the immeasurable palace is the same as the strength of one Īṣādhāra god.

source: ལྷའི་བུ་གཤོལ་མདའ་འཛིན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་བུ་ལག་ན་ཕྲེང་ཐོགས་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten Īṣādhāra gods is the same as the strength of one Garland Bearer god.

source: ལྷའི་བུ་ལག་ན་ཕྲེང་ཐོགས་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་བུ་རྟག་ཏུ་མྱོས་གཅིག་གི་སྟོབས་སོ། །
en: “The strength of ten Garland Bearer gods is the same as the strength of one Ever Ecstatic god.

source: ལྷའི་བུ་རྟག་ཏུ་མྱོས་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten Ever Ecstatic gods is the same as the strength of one god from the classes of the Four Great Kings.

source: རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷའི་བུ་ཐམས་ཅད་ཀྱི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལུས་ངན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of all gods from the classes of the Four Great Kings is the same as the strength of one Kubera.

source: ལུས་ངན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten Kuberas is the same as the strength of one god from the Heaven of the Thirty-three.

source: སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷའི་བུ་ཐམས་ཅད་ཀྱི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten gods from the Heaven of the Thirty-three is the same as the strength of one Śakra, lord of the gods.

source: ལྷའི་དབང་པོ་བརྒྱ་བྱིན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་འཐབ་བྲལ་གྱི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten Śakras, lord of the gods, is the same as the strength of one god from the Heaven Free of Strife.

source: འཐབ་བྲལ་གྱི་ལྷའི་བུ་ཐམས་ཅད་ཀྱི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་བུ་རབ་འཐབ་བྲལ་གཅིག་གི་སྟོབས་སོ། །
en: “The strength of all the gods from the Heaven Free of Strife is the same as the strength of one god from the Heaven Entirely Free of Strife.

source: ལྷའི་བུ་རབ་འཐབ་བྲལ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་དགའ་ལྡན་གྱི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten gods from the Heaven Entirely Free of Strife is the same as the strength of one god from the Joyous Heaven.

source: དགའ་ལྡན་གྱི་ལྷའི་བུ་ཐམས་ཅད་ཀྱི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་རྒྱལ་པོ་ཡོངས་སུ་དགའ་ལྡན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of all the gods in the Joyous Heaven is the same as the strength of one of the kings of the gods in the Wholly Joyous Heaven.

source: ལྷའི་རྒྱལ་པོ་ཡོངས་སུ་དགའ་ལྡན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་འཕྲུལ་དགའི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten of the kings of gods in the Wholly Joyous Heaven is the same as the strength of one god from Delighting in Emanations.

source: འཕྲུལ་དགའི་ལྷའི་བུ་ཐམས་ཅད་ཀྱི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་རྒྱལ་པོ་རབ་འཕྲུལ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of all the gods in Delighting in Emanations is the same as the strength of one of the kings of the gods in Supreme Emanations.

source: ལྷའི་རྒྱལ་པོ་རབ་འཕྲུལ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten of the kings of the gods in Supreme Emanations is the same as the strength of one god in Mastery Over Others’ Emanations.

source: གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷའི་བུ་ཐམས་ཅད་ཀྱི་སྟོབས་གང་ཡིན་པ་དེ་ནི་ལྷའི་རྒྱལ་པོ་དབང་བྱེད་གཅིག་གི་སྟོབས་སོ། །
en: The strength of all the gods in Mastery Over Others’ Emanations is the same as the strength of one Vaśavartin.

source: ལྷའི་རྒྱལ་པོ་དབང་བྱེད་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བདུད་ཀྱི་རིས་ཀྱི་ལྷའི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: “The strength of ten Vaśavartins is the same as the strength of one god of the demonic legions.

source: བདུད་ཀྱི་རིས་ཀྱི་ལྷའི་བུ་ཐམས་ཅད་ཀྱི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བདུད་སྡིག་ཅན་གཅིག་གི་སྟོབས་སོ། །
en: The strength of all the gods of the demonic legions is the same as the strength of one Wicked Demon.

source: བདུད་སྡིག་ཅན་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སྲེད་མེད་ཀྱི་བུ་ཕྱེད་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten Wicked Demons is the same as the strength of one half-Nārāyaṇa.

source: སྲེད་མེད་ཀྱི་བུ་ཕྱེད་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སྲེད་མེད་ཀྱི་བུ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten half-Nārāyaṇas is the same as the strength of one Nārāyaṇa.

source: སྲེད་མེད་ཀྱི་བུ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་སྲེད་མེད་ཀྱི་བུ་ཆེན་པོ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten Nārāyaṇas is the same as the strength of one great Nārāyaṇa.

source: སྲེད་མེད་ཀྱི་བུ་ཆེན་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བརྒྱ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten great Nārāyaṇas is the same as the strength of one bodhisattva who has been definitively emerged for one hundred eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བརྒྱ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་སྟོང་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one hundred eons is the same as the strength of one bodhisattva who has been definitively emerged for one thousand eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་སྟོང་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་ཁྲི་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one thousand eons is the same as the strength of one bodhisattva who has been definitively emerged for ten thousand eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་ཁྲི་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་འབུམ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for ten thousand eons is the same as the strength of one bodhisattva who has been definitively emerged for one hundred thousand eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་འབུམ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་ས་ཡ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one hundred thousand eons is the same as the strength of one bodhisattva who has been definitively emerged for one million eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་ས་ཡ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: “The strength of ten bodhisattvas who have been definitively emerged for one million eons is the same as the strength of one bodhisattva who has been definitively emerged for ten million eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་བཅུ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for ten million eons is the same as the strength of one bodhisattva who has been definitively emerged for one hundred million eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་བཅུ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་བརྒྱ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one hundred million eons is the same as the strength of one bodhisattva who has been definitively emerged for one billion eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་བརྒྱ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་སྟོང་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one billion eons is the same as the strength of one bodhisattva who has been definitively emerged for ten billion eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་སྟོང་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་ཁྲི་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for ten billion eons is the same as the strength of one bodhisattva who has been definitively emerged for one hundred billion eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་ཁྲི་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་འབུམ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one hundred billion eons is the same as the strength of one bodhisattva who has been definitively emerged for one trillion eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་འབུམ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་ས་ཡ་ལོན་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one trillion eons is the same as the strength of one bodhisattva who has been definitively emerged for ten trillion eons.

source: བྱང་ཆུབ་སེམས་དཔའ་ངེས་པར་བྱུང་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་ས་ཡ་ལོན་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པ་གཅིག་གི་སྟོབས་སོ། །
en: The strength of ten bodhisattvas who have been definitively emerged for one hundred trillion eons is the same as the strength of one bodhisattva who has achieved acceptance that phenomena are unborn.

source: བྱང་ཆུབ་སེམས་དཔའ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི། བྱང་ཆུབ་སེམས་དཔའ་ས་བཅུ་ལ་གནས་པ་སྲིད་པ་ཐ་མ་པ་གཅིག་གི་སྟོབས་ཡིན་ཏེ།
en: The strength of ten bodhisattvas who have achieved acceptance that phenomena are unborn is the same as the strength of one bodhisattva who dwells on the levels and has taken his or her last existence.

source: མཽད་གལ་གྱི་བུ་སྟོབས་དེ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བཙས་མ་ཐག་ཏུ་ས་ལ་གོམ་པ་བདུན་འགྲོ་བར་འགྱུར་རོ། །
en: “Maudgalyāyana, with that sort of strength, as soon as such a bodhisattva great being takes birth, he or she will take seven steps.

source: མཽད་གལ་གྱི་བུ་གལ་ཏེ་འཇིག་རྟེན་གྱི་ཁམས་གཞན་ན་བཞུགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་ག་ལ་འདུག་པའི་འཇིག་རྟེན་གྱི་ཁམས་དེ་རྡོ་རྗེའི་རང་བཞིན་དུ་བྱིན་གྱིས་མ་བརླབས་སུ་ཟིན་ན
en: Maudgalyāyana, if the blessed buddhas who dwell in other universes did not consecrate the worlds where those bodhisattvas live with an adamantine nature,

source: བཙས་མ་ཐག་ཏུ་གོམ་པ་བདུན་འདོར་བའི་ཚེ། འཇིག་རྟེན་གྱི་ཁམས་དེའི་ས་ཆེན་པོ་ཐུར་དུ་དཔག་ཚད་དྲུག་ཁྲི་བརྒྱད་སྟོང་ཞོམ་པར་འགྱུར་ཏེ།
en: the uppermost 68,000 leagues of the earth’s surface in those world systems would be demolished when the bodhisattva took those seven steps after being born.

source: དེའི་འོག་ནས་ཆུའི་ཕུང་པོ་ལས་ཆུའི་རྒྱུན་ཤིང་རྟའི་སྲོག་ཤིང་ཙམ་ས་གཞི་ཆེན་པོ་བརྟོལ་ཏེ་འབྱུང་བར་འགྱུར་བ་ཞིག་ན།
en: Moreover, a surge from the body of water below, the size of a chariot axle, would bore through the earth and spring up above.

source: འོན་ཀྱང་སངས་རྒྱས་ཀྱི་མཐུས་ས་ཆེན་པོ་དེ་ཡང་ཞོམ་པར་མི་འགྱུར་ལ། སེམས་ཅན་རྣམས་ལ་ཡང་གནོད་པར་མི་འགྱུར་ཏེ།
en: Through the buddhas’ power, nonetheless, the earth is not destroyed, and no being is harmed.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྲིད་པ་ཐ་མ་པ་བཙས་མ་ཐག་པའི་སྟོབས་དང་། མྱུར་བ་དང་། ཤུགས་དང་། མཐུ་ནི་དེ་འདྲ་འོ། །
en: Such is the power, speed, strength, and ability of a bodhisattva great being in his or her last existence, immediately after birth.

source: མཽད་གལ་གྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སྲིད་པ་ཐ་མ་པ་བཙས་མ་ཐག་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལང་ཚོའི་མཆོག་ལ་བབ་པ་གཅིག་གི་སྟོབས་ཡིན་ཏེ།
en: “Maudgalyāyana, the strength of a bodhisattva great being in his or her last existence, immediately after birth, multiplied by ten, is the strength of a bodhisattva great being who has reached the prime of youth.

source: སྟོབས་དེ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོའོ། །
en: A bodhisattva great being who possesses such strength then travels to the seat of awakening in order to awaken to complete buddhahood.

source: ཇི་ལྟ་བུའི་སྟོབས་དང་ལྡན་པས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བ་དེ་བས་འབུམ་འགྱུར་གྱིས་ལྷག་པའི་སྟོབས་ཀྱིས་ནི་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འཇུག་གོ། །
en: As much power as that bodhisattva great being has before going to the seat of awakening, it is one hundred thousand times greater once he or she goes there, and through such power enters the seat of awakening.

source: དེ་བས་ཀྱང་ཆེས་གྲངས་མེད་དཔག་ཏུ་མེད་བརྗོད་དུ་མེད་བསམ་གྱིས་མི་ཁྱབ་པའི་སྟོབས་དང་ལྡན་པས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །
en: “However, even greater than that is the limitless, immeasurable, indescribable, and inconceivable power with which he or she then truly and fully awakens to unsurpassed and perfectly complete buddhahood.

source: མཽད་གལ་གྱི་བུ་གལ་ཏེ་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་དེ།
en: Maudgalyāyana, say every being in every universe had the wish to awaken to complete buddhahood and

source: བྱང་ཆུབ་སེམས་དཔའི་སྟོབས་དང་ལྡན་པར་གྱུར་ན་
en: that they all had the power of bodhisattvas.

source: ཡང་། དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་གནས་དང་གནས་མ་ཡིན་པ་མཁྱེན་པའི་སྟོབས་གཅིག་གི་འབུམ་གྱི་ཆར་ཡང་མི་ཕོད་པ་ནས་དཔེའི་བར་དུ་ཡང་མི་བཟོད་དེ
en: Such combined power would not measure up to a hundred thousandth of a single instance of the power that the thus-gone ones have to understand what is true or false. Indeed no analogy could be given for that power.

source: སྟོབས་དེ་ལྟ་བུ་བརྙེས་པས་སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སུ་འགྱུར་རོ། །
en: It is by attaining such power that one becomes a thus-gone one, a foe-destroyer, a completely perfect buddha in possession of the ten powers.

source: མཽད་གལ་གྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་སྟོབས་འདི་ནི་སྔོན་གྱི་དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྨིན་པས་བསྡུས་པ་སྟེ། དེ་ལས་ཆུང་བ་ཡང་མེད། ལྷག་པ་ཡང་མེད་དོ། །
en: “Maudgalyāyana, a bodhisattva’s power is comprised of the ripening of his or her roots of virtue from the past, no less and no more.

source: དེ་ནི་རྫུ་འཕྲུལ་ཡང་མ་ཡིན།
en: It is neither miraculous [nor magical].

source: ཆོ་འཕྲུལ་ཡང་མ་ཡིན་ནོ། །
en: It is [neither miracululous] nor magical.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་རྫུ་འཕྲུལ་གྱི་སྟོབས་ནི་སྟོབས་གང་དང་ལྡན་ན་
en: What sort of miraculous power does a bodhisattva great being possess?

source: བྱང་ཆུབ་སེམས་དཔས་རྐང་པའི་མཐེ་བོའི་སྤུའི་ཁུང་བུ་གཅིག་གིས་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་བགྲངས་ནས་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པ་དག་ཏུ་འཕངས་ཀྱང་། སེམས་ཅན་འགའ་ཙམ་ལ་ཡང་གནོད་པར་མི་འགྱུར་ཏེ
en: It is such that the bodhisattva is able to fit as many countless, infinite worlds as there are grains of sand in the Ganges into a single pore of skin on his big toe, without squashing even a single being.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་རྫུ་འཕྲུལ་དང་། ཆོ་འཕྲུལ་གྱི་སྟོབས་ནི་དེ་ལྟར་དཔག་ཏུ་མེད་བསམ་གྱིས་མི་ཁྱབ། མཚུངས་པ་མེད། གྲངས་མེད་དོ། །
en: The bodhisattva great beings’ magical and miraculous powers, in this way, are truly boundless, inconceivable, unparalleled, and innumerable.

source: དེ་བཞིན་གཤེགས་པ་ནི་མི་མཉམ་པ་དང་མཉམ་མོ། །
en: The thus-gone ones are incomparable.

source: མཽད་གལ་གྱི་བུ་གལ་ཏེ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་དེ་བསྟན་དུ་ཟིན་ན་ནི་ཁྱེད་ཀྱིས་ཀྱང་ཡིད་ཆེས་པར་མི་ནུས་ན་སེམས་ཅན་གཞན་གྱིས་ལྟ་ཅི་སྨོས།
en: “Maudgalyāyana, if the powers of the thus-gone ones were displayed, even you would not believe them, let alone other people.

source: མཽད་གལ་གྱི་བུ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བ་དེའི་ཚེ་ཁམས་བཞི་པོ་ས་དང་། ཆུ་དང་། མེ་དང་། རླུང་གི་ཁམས་འདི་དག་ཁམས་གཅིག་པུ་འདི་ལྟ་སྟེ།
en: Maudgalyāyana, when a bodhisattva ventures to the seat of awakening, the four elements of earth, water, fire, and wind become one and

source: ནམ་མཁའི་ཁམས་སུ་བྱིན་གྱིས་རློབ་སྟེ།
en: are consecrated as the element of space.

source: དེས་ན་ས་ཆེན་པོ་དེ་ཞོམ་པར་མི་འགྱུར་ལ། སེམས་ཅན་རྣམས་ལ་ཡང་གནོད་པར་མི་འགྱུར་རོ། །
en: Therefore the earth is not damaged, nor are any beings harmed.”

source: དེ་ནས་ཚན་པོ་ཆེ་ཆེན་པོ་དྲི་མ་མེད་པའི་གཟི་བརྗིད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ལས་བྱང་ཆུབ་སེམས་དཔའི་ཡབ་ཡུམ་ལས་བྱུང་བའི་སྟོབས་འདི་ཐོས་ནས་
en: The mighty strongman Vimalatejā was astounded upon hearing what the Thus-Gone One had said about the bodhisattvas’ hereditary power;

source: དགའ་ཞིང་སྤུ་ཟིང་ཞེས་བྱེད་ལ་ངོ་མཚར་དུ་གྱུར་ནས
en: he was amazed and so delighted that he got goosebumps.

source: སྟན་ལས་ལངས་ཏེ།
en: Rising from his seat,

source: བླ་གོས་ཕྲག་པ་གཅིག་ལ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: he draped his shawl over one shoulder and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།
en: With his palms together, he bowed toward the Blessed One.

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: He said to the Blessed One,

source: བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ལས། བྱང་ཆུབ་སེམས་དཔའི་སྟོབས་ཐོས་ནས། བདག་གི་ང་རྒྱལ་དང་དྲེགས་པ་ཆག་སྟེ་
en: “Blessed One, upon hearing from the Blessed One about the power of the bodhisattvas, my pride and arrogance were humbled;

source: མ་མཆིས་པར་གྱུར་ལགས་སོ། །
en: indeed they have vanished entirely.

source: བཅོམ་ལྡན་འདས་བདག་སངས་རྒྱས་དང་ཆོས་དང་དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆིའོ། །
en: Blessed One, I take refuge in the Buddha, the Dharma, and the Saṅgha of monks.

source: སེམས་ཅན་ཐམས་ཅད་ལ་སྨན་པ་དང་བདེ་བའི་སླད་དུ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་སེམས་བསྐྱེད་དོ། །
en: I set my mind as well on unsurpassed and perfectly complete awakening for the aid and welfare of all sentient beings.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་སྟོབས་བཅུ་ཅི་འདྲ་བ་དེ་ལྟ་བུ་ཡང་བདག་གིས་ཐོབ་པར་གྱུར་ཅིག །
en: May I also attain precisely the same ten powers as the thus-gone ones, the foe-destroyers, the completely perfect buddhas.”

source: ཚན་པོ་ཆེ་ཆེན་པོ་དྲི་མ་མེད་པའི་གཟི་བརྗིད་ལས་ལྷའི་བུ་ཁྲིས་ཚིག་འདི་ཐོས་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ།
en: Upon hearing the mighty Vimalatejā utter these words, ten thousand gods set their resolve on unsurpassed and perfectly complete awakening,

source: འདི་སྐད་དུ་བཅོམ་ལྡན་འདས་བདག་ཅག་ཀྱང་ད་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཅི་འདྲ་བ་དེ་ལྟ་བུའི་སྟོབས་དང་ལྡན་པར་གྱུར་ཅིག་ཅེས་སྨྲས་སོ། །
en: saying, “Blessed One, on this occasion, may we, too, come to possess precisely the same powers as the thus-gone ones, the foe-destroyers, the completely perfect buddhas.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སྲེད་མེད་ཀྱི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva Nārāyaṇa now asked the Blessed One,

source: བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ཀྱིས་གང་གི་མིང་བཀའ་སྩལ་ནས། ཅང་མི་གསུང་བར་གྱུར་པའི་ཏིང་ངེ་འཛིན་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པ་ཞེས་བགྱི་བ་དེ་གང་ལགས།
en: “Blessed One, what is this absorption that encapsulates all merit , of which you uttered the name but said nothing more?

source: བཅོམ་ལྡན་འདས་ཅི་ནས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ཐོབ་པར་འགྱུར་བའི་སླད་དུ། བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་དེ་བཤད་དུ་གསོལ།
en: Blessed One, please explain this absorption that encapsulates all merit so that bodhisattvas can indeed attain the absorption that encapsulates all merit.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྟོང་གསུམ་གྱི་བདག་པོ་བྱང་ཆུབ་སེམས་དཔའ་སྲེད་མེད་ཀྱི་བུ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One then answered the bodhisattva Nārāyaṇa, lord of the trichiliocosm,

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དེས་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་འདི་ཡོངས་སུ་མ་བཟུང་བ་དེ་ནི་གང་ཡང་མེད་དོ། །
en: “Nārāyaṇa, there is no bodhisattva great being who forms the resolve toward unsurpassed and perfectly complete awakening without also taking possession of this absorption that encapsulates all merit.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: How is this?
